Repository: shenoudakaramshehata/SaloonReservation
Catalog: Resources/SharedResource.*.resx
Languages: ar_eg

source: AboutItem
ar_eg: معلومات عنا

source: Actions
ar_eg: الإجراءات

source: Active
ar_eg: نشط

source: Add
ar_eg: اضف

source: Add Category
ar_eg: إضافة فئة

source: Add Country
ar_eg: إضافة الدوله

source: Add Coupon
ar_eg: اضافة كوبون

source: Add Currency
ar_eg: إضافة عملة

source: Add Item
ar_eg: اضافة منتج

source: Add New Country
ar_eg: اضافة الدوله جديد

source: Add New Item
ar_eg: اضافة منتج جديدة

source: AdditionalDirection
ar_eg: اتجاه إضافي

source: AddMoreImages
ar_eg: اضف مزيد من الصور

source: Address
ar_eg: العنوان

source: Address_Information
ar_eg: تفاصيل العنوان

source: Add_More_Images
ar_eg: اضف صور أخرى

source: Add_To_Cart
ar_eg: إضافة الي السلة

source: Advertisements
ar_eg: اعلانات

source: Adz
ar_eg: اعلان

source: AgeCategories
ar_eg: الفئات العمرية

source: AgeCategory
ar_eg: الفئة العمرية

source: All_Customers
ar_eg: أجمالي العملاء

source: All_Items
ar_eg: اجمالي عدد المنتجات

source: All_Orders
ar_eg: أجمالي الطلبات

source: Already have an account ?
ar_eg: هل لديك حساب بالفعل ؟

source: Amount
ar_eg: المبلغ

source: Answer
ar_eg: الاجابة

source: AnswerAr
ar_eg: الاجابة باللغة العربية

source: AnswerEn
ar_eg: الاجابة باللغة الانجليزية

source: Arabic Content
ar_eg: المحتوي باللغة العربية

source: Arabic Description
ar_eg: الوصف باللغه العربيه

source: Arabic Tilte
ar_eg: العنوان باللغه العربيه

source: Arabic Title
ar_eg: الاسم باللغة العربية

source: Are you sure to delete this record ?
ar_eg: هل انت متاكد من حذف هذا المنتج؟

source: Area
ar_eg: المنطقة

source: Areas
ar_eg: المناطق

source: ArLang
ar_eg: True

source: AvailableSeats
ar_eg: المقاعد المتاحة

source: Avenue
ar_eg: رقم البناء

source: Back
ar_eg: عودة

source: Banner
ar_eg: بانر

source: Banners
ar_eg: البانرات

source: BirthDate
ar_eg: تاريخ الميلاد

source: Body
ar_eg: محتوى الاشعار

source: Brand
ar_eg: ماركة

source: Brands
ar_eg: الماركات

source: BuildingNo
ar_eg: رقم المبني

source: By registering you agree to
ar_eg: بتسجيلك انت توافق علي

source: by TechTime
ar_eg: بواسطة تيك تايم

source: CallUs
ar_eg: اتصل بنا

source: Cancel
ar_eg: الغاء

source: CannotDeleted
ar_eg: لا يمكنك حذف هذا المنتج

source: Categories
ar_eg: الفئات

source: Category
ar_eg: فئة

source: Category Id
ar_eg: الرقم التعريفي للفئة

source: Championship
ar_eg: بطولة

source: ChampionShips
ar_eg: البطولات

source: Change Password
ar_eg: تغيير كلمة السر

source: Change_Picture
ar_eg: تغيير الصورة

source: Checkout
ar_eg: الدفع

source: Children
ar_eg: الاطفال

source: Childs
ar_eg: الاطفال

source: Cities
ar_eg: المدن

source: City
ar_eg: مدينة

source: Clear
ar_eg: مسح

source: clientsMessages
ar_eg: رسائل العملاء

source: clientsMessagesDetails
ar_eg: تفاصيل رسالة العميل

source: Close
ar_eg: إغلاق

source: Closed
ar_eg: مغلق

source: Collection
ar_eg: مجموعة

source: Collections
ar_eg: المجموعات

source: Configurations
ar_eg: الإعدادات

source: Confirm Password
ar_eg: تاكيد كلمة السر

source: ConfirmPassword
ar_eg: تاكيد الرقم السري

source: ContactItem
ar_eg: تواصل معنا

source: ContactsInfo
ar_eg: معلومات الاتصال

source: ContactUs
ar_eg: تواصل معنا

source: Content
ar_eg: المحتوى

source: ContentAr
ar_eg: المحتوى بالعربي

source: ContentEn
ar_eg: المحتوى بالانجليزي

source: Countries
ar_eg: الدول

source: Country
ar_eg: الدوله

source: Country Id
ar_eg: الرقم التعريفي للدوله

source: CountryInfo
ar_eg: معلومات الدوله

source: Coupon
ar_eg: كوبون

source: CouponAmount
ar_eg: كمية الكوبون

source: Coupons
ar_eg: الكوبونات

source: CouponType
ar_eg: نوع الكوبون

source: CouponTypeId
ar_eg: نوع الكوبون

source: CourseTarget
ar_eg: الفئة المستهدفة للدورة

source: CourseTargets
ar_eg: الفئات المستهدفة للدورة

source: Create New Account
ar_eg: انشاء حساب جديد

source: Currencies
ar_eg: العملات

source: Currency
ar_eg: العملة

source: Currency Id
ar_eg: الرقم التعريفي للعملة

source: Customer
ar_eg: عميل

source: CustomerDetails
ar_eg: تفاصيل العميل

source: Customers
ar_eg: العملاء

source: Customer_Information
ar_eg: معلومات العميل

source: DailyOrdersCount
ar_eg: عدد الطلبات اليومية

source: DailyOrdersRevenue
ar_eg: إيرادات الطلبات اليومية

source: Dashboard
ar_eg: لوحة تحكم مدير الموقع

source: Date
ar_eg: التاريخ

source: Delete
ar_eg: حذف

source: Delete It!!
ar_eg: اريد حذفها

source: Deleting it Category will remove all of its information from its database.
ar_eg: سيؤدي حذفك لهذه الفئة إلى إزالة جميع معلوماتها من قاعدة البيانات

source: Deleting it Country will remove all of its information from its database.
ar_eg: سيؤدي حذفك لهذه الدوله إلى إزالة جميع معلوماتها من قاعدة البيانات

source: Deleting it Currency will remove all of its information from its database.
ar_eg: سيؤدي حذفك لهذه العملة إلى إزالة جميع معلوماتها من قاعدة البيانات

source: Deleting it. This Item will be removed from its database and its information also.
ar_eg: سيؤدي حذفك لهذا المنتج إلى إزالة جميع معلوماته من قاعدة البيانات

source: Delivered
ar_eg: تم التوصيل

source: deliverycost
ar_eg: تكلفة التوصيل

source: Description
ar_eg: الوصف

source: Description In Arabic
ar_eg: الوصف باللغة العربية

source: Description In English
ar_eg: الوصف باللغة الانجليزية

source: Details
ar_eg: تفاصيل

source: Discount
ar_eg: الخصم

source: Don't have an account ?
ar_eg: ليس لديك حساب؟

source: DurationInMonth
ar_eg: المدة بالشهر

source: E-mail :
ar_eg: البريد الإلكترونى

source: Edit
ar_eg: تعديل

source: Edit Category
ar_eg: تعديل الفئة

source: Edit Country
ar_eg: تعديل الدوله

source: Edit Currency
ar_eg: تعديل العملة

source: Edit Item
ar_eg: تعديل منتج

source: Email
ar_eg: البريد الالكتروني

source: EndDate
ar_eg: تاريخ الانتهاء

source: English Content
ar_eg: المحتوي باللغة الانجليزية

source: English Description
ar_eg: الوصف باللغه الانجليزيه

source: English Title
ar_eg: الاسم باللغة الانجليزية

source: Enter Category Sort
ar_eg: إدخل ترتيب الفئة

source: Enter description
ar_eg: ادخل الوصف

source: Enter Description In Arabic
ar_eg: إدخل الوصف باللغة العربية

source: Enter Description In English
ar_eg: إدخل الوصف باللغة الانجليزية

source: Enter Email
ar_eg: إدخل البريد الالكتروني

source: Enter Order Index
ar_eg: أدخل تسلسل الطلب

source: Enter password
ar_eg: إدخل كلمة المرور

source: Enter Shipping Cost
ar_eg: أدخل تكلفة الشحن

source: Enter TlAr
ar_eg: إدخل الاسم باللغة العربية

source: Enter TlEn
ar_eg: إدخل الاسم باللغة الإنجليزية

source: Enter username
ar_eg: الاسم مطلوب

source: entries
ar_eg: صفحات

source: Every_Updates
ar_eg: انضم لنشرتنا و تابع كل ماهو جديد

source: ExpirationDate
ar_eg: تاريخ انتهاء

source: ExternalURL
ar_eg: رابط خارجي

source: Facebook
ar_eg: فيسبوك

source: FAQ
ar_eg: الاسئلة الشاعئة

source: FAQList
ar_eg: الاسئلة الشائعة

source: Favourite
ar_eg: مفضل

source: Favourites
ar_eg: قائمة المفضلات

source: Fax
ar_eg: فاكس

source: Fliters
ar_eg: تصنيف

source: FloorNo
ar_eg: رقم الطابق

source: Forgot password ?
ar_eg: هل نسيت كلمة السر ؟

source: From
ar_eg: من

source: Full Name :
ar_eg: الاسم :

source: GameMode
ar_eg: وضع اللعب

source: Hello
ar_eg: مرحبا

source: Home Page
ar_eg: الصفحة الرئيسية

source: HomeSlider
ar_eg: سليدر الصفحة الرئيسية

source: Icon
ar_eg: ايقونة

source: Image
ar_eg: الصورة

source: Informations
ar_eg: معلومات

source: Instagram
ar_eg: انستجرام

source: Instgram
ar_eg: انستجرام

source: Is Active
ar_eg: نشط

source: Is Active?
ar_eg: نشط ؟

source: Is Slider
ar_eg: لافته

source: IsActive
ar_eg: نشط

source: IsSlider
ar_eg: سليدر

source: IssueDate
ar_eg: تاريخ الإصدار

source: Item
ar_eg: منتج

source: Items
ar_eg: منتجات

source: Item_Images
ar_eg: صور المنتج

source: JoinEnd
ar_eg: تاريخ النهاية

source: JoinStart
ar_eg: تاريخ الانضمام

source: Language
ar_eg: اللغة

source: Latest_Products
ar_eg: احدث المنتجات

source: LinkedIn
ar_eg: لينكد ان

source: List
ar_eg: قائمة

source: Log In
ar_eg: تسجيل دخول

source: Logo
ar_eg: الشعار

source: Logout
ar_eg: تسجيل الخروج

source: Message
ar_eg: الرسالة

source: Mobile
ar_eg: الهاتف

source: Mobile :
ar_eg: الموبايل :

source: MonthlyOrderCount
ar_eg: عدد الطلبات الشهرية

source: MonthlyOrdersRevenue
ar_eg: إيرادات الطلبات الشهرية

source: My_Account
ar_eg: حسابي

source: Name
ar_eg: الاسم

source: NameAr
ar_eg: الاسم باللغة العربية

source: NameEn
ar_eg: الاسم باللغة الانجليزية

source: Newsletter
ar_eg: الاشتراك في الرسائل الإخبارية

source: Next
ar_eg: التالي

source: Not Active
ar_eg: ليس نشط

source: Not Slider
ar_eg: ليست لافته

source: No_Coupon
ar_eg: لايوجد كوبون مستخدم

source: No_Images
ar_eg: لا يوجد صور لهذا المنتج

source: Nurseries
ar_eg: قائمة الحضانات

source: Nursery
ar_eg: حضانة

source: Nursery Paid
ar_eg: دفع الحضانه

source: NurseryDetails
ar_eg: تفاصيل الحضانه

source: Order
ar_eg: طلب

source: Order Index
ar_eg: الترتيب

source: OrderDetails
ar_eg: تفاصيل الطلب

source: Orders
ar_eg: الطلبات

source: Order_Information
ar_eg: معلومات الطلب

source: OtherIfo
ar_eg: معلومات اخرى

source: Our_Categories
ar_eg: التصنيفات المتاحه

source: PagesContent
ar_eg: محتوى الصفحات

source: PageTitle
ar_eg: عنوان الصفحة

source: Parent
ar_eg: الاب

source: Parent Childs
ar_eg: اطفال الوالد

source: Parents
ar_eg: الاباء

source: Password
ar_eg: كلمه السر

source: password_placeholder
ar_eg: أدخل كلمة المرور

source: PaymentAndCoupon
ar_eg: معلومات الدفع والكوبون

source: PaymentMethod
ar_eg: طريقة دفع

source: PaymentMethodName
ar_eg: اسم وسيلة الدفع

source: PaymentMethods
ar_eg: طرق الدفع

source: Payment_Information
ar_eg: معلومات الدفع

source: PERFUME
ar_eg: العطور

source: Perfume_Details
ar_eg: وصف العطر

source: Phone
ar_eg: الهاتف

source: Picture
ar_eg: صورة

source: Plan
ar_eg: خطة

source: Plans
ar_eg: قائمة الخطط

source: Please enter Confirm password
ar_eg: من فضلك إدخل الرقم السري التأكيدى

source: Please enter email
ar_eg: من فضلك إدخل البريد الإلكترونى

source: Please enter password
ar_eg: من فضلك إدخل كلمة السر

source: Previous
ar_eg: السابق

source: Please enter username
ar_eg: من فضلك إدخل الاسم

source: Price
ar_eg: السعر

source: Products
ar_eg: المنتجات

source: Profile
ar_eg: الملف الشخصي

source: PublicNotification
ar_eg: اشعار عام

source: PublicNotifications
ar_eg: الاشعارات العامة

source: Quantitiy
ar_eg: الكمية

source: Quantity
ar_eg: الكمية

source: Question
ar_eg: السؤال

source: QuestionAr
ar_eg: السؤال باللغة العربية

source: QuestionEn
ar_eg: السؤال باللغة الانجليزية

source: Register Account
ar_eg: إنشاء حساب

source: Register as a new user
ar_eg: سجل كمستخدم جديد

source: RegisterDate
ar_eg: تاريخ التسجيل

source: Related_Products
ar_eg: منتجات ذات صلة

source: Remarks
ar_eg: ملاحظات

source: Remember me
ar_eg: تذكرنى

source: RememberMe
ar_eg: تذكرنى

source: Reset
ar_eg: استعادة

source: ResetPassword
ar_eg: إعادة تعيين كلمة المرور

source: Role
ar_eg: دور

source: Save
ar_eg: حفظ

source: Search for...
ar_eg: بحث عن ...

source: searching
ar_eg: بحث

source: SearchTxt
ar_eg: بحث

source: Section
ar_eg: قسم

source: Sections
ar_eg: أقسام

source: Select
ar_eg: اختر

source: Select Currency
ar_eg: إختر عملة

source: SelectSliderType
ar_eg: اختر نوع السليدر

source: Select_Items
ar_eg: اختر المنتجات

source: Select_photo
ar_eg: اختر صورة

source: Send
ar_eg: ارسال

source: Serial
ar_eg: الرقم التسلسلي

source: Set as Banner
ar_eg: تعيين كإعلان

source: Shipping Cost
ar_eg: تكلفة الشحن

source: Shop
ar_eg: متجر

source: ShopNo
ar_eg: رقم المتجر

source: Shops
ar_eg: متاجر

source: Showing
ar_eg: عرض

source: Sign In
ar_eg: تسجيل الدخول

source: Sign in to continue to Perfume.
ar_eg: قم بتسجيل الدخول للمتابعة إلى Perfume.

source: Sign In with
ar_eg: سجل دخولك بواسطة

source: Sign Up
ar_eg: إشتراك

source: Signin
ar_eg: تسجيل الدخول

source: Sign_in
ar_eg: قم بتسجيل الدخول للمتابعة إلى Nursery

source: SliderType
ar_eg: نوع سليدر

source: SocialMediaLinks
ar_eg: روابط وسائل التواصل الاجتماعي

source: Sort
ar_eg: الترتيب

source: Sort Index
ar_eg: الترتيب

source: Sort Order
ar_eg: الترتيب

source: Source
ar_eg: مصدر

source: SpecialNeeds
ar_eg: الاحتياجات الخاصة

source: StartDate
ar_eg: تاريخ البدء

source: Street
ar_eg: الشارع

source: Out Of Stock
ar_eg: نفذ من المخزن

source: SubCategories
ar_eg: الفئات الفرعية

source: SubCategory
ar_eg: تصنيف فرعي

source: Subscribe
ar_eg: إشترك

source: Subscription
ar_eg: الاشتراك

source: Subscriptions
ar_eg: الاشتراكات

source: Subtotal
ar_eg: المجموع

source: SystemConfigration
ar_eg: اعدادات النظام

source: Tele
ar_eg: الهاتف

source: Terms of Use
ar_eg: شروط الإستخدام

source: Title
ar_eg: العنوان

source: TlAr
ar_eg: الاسم باللغة العربية

source: TlEn
ar_eg: الاسم باللغة الإنجليزية

source: To
ar_eg: الي

source: Total
ar_eg: الاجمالي

source: TotalOrdersRevenue
ar_eg: إجمالي إيرادات الطلبات

source: Twitter
ar_eg: توتير

source: Type
ar_eg: نوع

source: Used
ar_eg: مستخدم

source: Username
ar_eg: اسم المستخدم

source: username_placeholder
ar_eg: ادخل اسم المستخدم

source: UsersManagement
ar_eg: ادارة المستخدمين

source: View Item
ar_eg: مشاهدة المنتج

source: View_Cart
ar_eg: سلة التسوق

source: View_Detail
ar_eg: مشاهدة التفاصيل

source: Welcome Back !
ar_eg: مرحباُ بعودتك !

source: Welcome_Back
ar_eg: مرحبا بعودتك

source: Welcome_To
ar_eg: اهلا بك ف متجر مشاعر

source: WhatsApp
ar_eg: واتس اب

source: Wishlist
ar_eg: المفضلة

source: WorkTimeFrom
ar_eg: وقت العمل من

source: WorkTimeTo
ar_eg: وقت العمل الى

source: Yes,
ar_eg: نعم ,

source: You are about to delete This Category ?
ar_eg: هل انت متأكد بالفعل أنك تريد حذف هذه الفئة ؟

source: You are about to delete This Country ?
ar_eg: هل انت متأكد بالفعل أنك تريد حذف هذه الدوله ؟

source: You are about to delete This Currency ?
ar_eg: هل انت متأكد بالفعل أنك تريد حذف هذه العملة؟

source: You are about to delete This item ?
ar_eg: هل انت متأكد بالفعل أنك تريد حذف هذا المنتج؟

source: Your_Email
ar_eg: أدخل البريد الالكتروني الخاص بك

source: WHY WE CHOOSE
ar_eg: لماذا نختار

source: Content Arabic
ar_eg: المحتوي باللغة العربيه

source: Content English
ar_eg: المحتوي باللغة الانجليزي

source: Edit Page Content
ar_eg: تعديل محتوي الصفحة

source: Add New Category
ar_eg: إضافة فئه جديدة

source: Enter Arabic Description
ar_eg: ادخل الوصف باللغة العربية

source: Enter Arabic Title
ar_eg: ادخل الاسم باللغة العربية

source: Enter Category Sort Index
ar_eg: ادخل ترتيب الفئة

source: Enter English Description
ar_eg: ادخل الوصف باللغة الانجليزية

source: Enter English Title
ar_eg: ادخل الاسم باللغة الانجليزية

source: Select Image
ar_eg: اختار الصورة

source: Add New Coupon
ar_eg: اضافة كوبون جديد

source: Deleting it Coupon will remove all of its information from its database.
ar_eg: بحذفك هذا الكوبون سوف تقوم بحذف كل البيانات الخاصة به من قاعدة البيانات

source: Edit Coupon
ar_eg: تعديل الكوبون

source: Enter Amount
ar_eg: اضافة الكمية

source: Enter Coupon Type
ar_eg: ادخال نوع الكوبون

source: Enter Expiration date
ar_eg: ادخال تاريخ انتهاء الصلاحية

source: Enter Issue date
ar_eg: ادخار تاريخ الاصدار

source: Enter Serial
ar_eg: اضافة الرقم التسلسلى

source: Expiration date
ar_eg: تاريخ انتهاء الصلاحية

source: Issue date
ar_eg: تاريخ الاصدار

source: You are about to delete This Coupon ?
ar_eg: هل انت متأكد من حذف هذا الكوبون؟

source: Choose Currency
ar_eg: اختر العملة

source: Edit Profile
ar_eg: تعديل الملف الشخصي

source: Admin
ar_eg: مدير النظام

source: Profile Details
ar_eg: تفاصيل الملف الشخصى

source: Adding Others Images For Item
ar_eg: اضافة صور اخري للمنتجات

source: Drop files here or click to upload.
ar_eg: قم بإسقاط الملفات هنا أو انقر للتحميل.

source: Item Images
ar_eg: صور المنتج

source: Loading...
ar_eg: تحميل ...

source: No Images
ar_eg: لا يوجد صور

source: Select Category
ar_eg: إختر الفئة

source: ABOUT US
ar_eg: من نحن

source: Contact Us
ar_eg: تواصل معنا

source: Edit Social Links
ar_eg: تعديل وسائل التواصل الإجتماعى

source: Enter Facebook Link
ar_eg: إدخل رابط الفيسبوك

source: Enter Instgram Link
ar_eg: إدخل رابط الإنستغرام

source: Enter LinkedIn Link
ar_eg: إدخل رابط لينكدأن

source: Enter Twitter Link
ar_eg: إدخل رابط تويتر

source: Enter First Name
ar_eg: إدخل الاسم الاول

source: Enter Last Name
ar_eg: إدخل الاسم الاخير

source: Enter your number
ar_eg: إدخل رقم الهاتف

source: First Name
ar_eg: الاسم الاول

source: Last Name
ar_eg: الاسم الاخير

source: Phone number
ar_eg: رقم الهاتف

source: Send Your Message
ar_eg: إرسال رسالتك

source: Write Your Message
ar_eg: اكتب رسالة

source: CopyRight2
ar_eg: جميع الحقوق محفوظة لشركة مشاعر للعطور 2023 - تصميم وتطوير فنوني

source: Boxed
ar_eg: محاصر

source: Choose Default or Detached Sidebar view.
ar_eg: اختر عرض الشريط الجانبي الافتراضي أو المنفصل.

source: Choose Fixed or Scrollable Layout Position.
ar_eg: اختر موضع التخطيط الثابت أو القابل للتمرير.

source: Choose Fluid or Boxed layout.
ar_eg: اختر تخطيط انسيابي أو محاصر.

source: Choose Light or Dark Topbar Color.
ar_eg: إختر داكن او فاتح للون الشريط العلوي

source: Choose Ligth or Dark Sidebar Color.
ar_eg: إختر لون فاتح او داكن إلي لون الشريط الجانبي.

source: Choose your layout
ar_eg: اختر التخطيط الخاص بك

source: Color Scheme
ar_eg: نظام الألوان

source: Compact
ar_eg: المدمج

source: Customer Messages
ar_eg: رسائل العملاء

source: Dark
ar_eg: داكن

source: Default
ar_eg: الإفتراضي

source: Detached
ar_eg: منفصل

source: Fluid
ar_eg: انسيابي

source: Full Name
ar_eg: الاسم

source: Horizontal
ar_eg: أفقي

source: Layout
ar_eg: تَخطِيط

source: Layout Position
ar_eg: موقف التخطيط

source: Layout Width
ar_eg: عرض التخطيط

source: Light
ar_eg: فاتح

source: Message Date
ar_eg: تاريخ الإرسال

source: Preview
ar_eg: معاينة

source: Scrollable
ar_eg: قابل للتمرير

source: Sidebar Color
ar_eg: لون الشريط الجانبي

source: Sidebar Size
ar_eg: حجم الشريط الجانبي

source: Sidebar View
ar_eg: عرض الشريط الجانبي

source: Small (Icon View)
ar_eg: صغير (عرض الرمز)

source: Small Hover View
ar_eg: عرض لون صغير

source: System Configurations
ar_eg: إعدادات النظام

source: Theme Customizer
ar_eg: Themesضبط ال

source: Topbar Color
ar_eg: لون الشريط العلوي

source: Two Column
ar_eg: عمودان

source: Vertical
ar_eg: عمودي

source: Explore
ar_eg: اكتشف

source: For Contact
ar_eg: للتواصل

source: Means of communication
ar_eg: وسائل التواصل

source: Privacy
ar_eg: سياسة الخصوصية

source: Terms and Condition
ar_eg: الشروط والاحكام

source: Deleting it Message will remove all of its information from its database.
ar_eg: سيؤدي حذفك لهذه الرسالة إلى إزالة جميع معلوماتها من قاعدة البيانات

source: Welcome to Mashaer website
ar_eg: مرحباً بكم في موقع MASHAER

source: You are about to delete This Message ?
ar_eg: هل انت متأكد بالفعل أنك تريد حذف هذه الرسالة؟

source: Privacy Policy
ar_eg: سياسة الخصوصية

source: Add Item Price
ar_eg: اضافة سعر المنتج

source: Add New Item Price
ar_eg: اضافة سعر منتج جديد

source: Choose a Country
ar_eg: اختر الدوله

source: Choose an Item
ar_eg: اختر المنتج

source: Country Name
ar_eg: اسم الدوله

source: Edit Item Price
ar_eg: تعديل سعر المنتج

source: Enter Price
ar_eg: اضف سعر

source: Item Name
ar_eg: اسم المنتج

source: Item Price
ar_eg: سعر المنتج

source: Deleting it Item Price will remove all of its information from its database.
ar_eg: سيؤدي حذفك لسعر المنتج هذا إلى إزالة جميع معلوماته من قاعدة البيانات

source: Page Content
ar_eg: محتوي الصفحة

source: You are about to delete This Item Price ?
ar_eg: هل انت متأكد بالفعل أنك تريد حذف سعر المنتج هذا ؟

source: Coupons Type
ar_eg: نوع الكوبون

source: Payment Method
ar_eg: طريقة الدفع

source: Payment Title Arabic
ar_eg: عنوان الدفع باللغة العربيه

source: Payment Title English
ar_eg: عنوان الدفع باللغة الانجليزيه

source: Update content
ar_eg: تعديل محتوي

source: Update Picture
ar_eg: تعديل الصورة

source: Add Coupon Type
ar_eg: اضف نوع كوبون جديد

source: Add New Coupon Type
ar_eg: اضافه نوع جديد من الكوبون

source: Add New Currency
ar_eg: اضافه عمله جديدة

source: Coupon Type In Arabic
ar_eg: نوع الكوبون باللغه العربيه

source: Coupon Type In English
ar_eg: نوع الكوبون باللغه الانجليزيه

source: Enter Coupon Type In Arabic
ar_eg: ادخل نوع الكوبون باللغه العربيه

source: Enter Coupon Type In English
ar_eg: ادخل نوع الكوبون باللغه الانجليزيه

source: Arabic Payment Title
ar_eg: عنوان الدفع باللغه العربيه

source: Choose Coupon Type
ar_eg: اختار نوع الكوبون

source: Coupon Details
ar_eg: بيانات الكوبون

source: Coupon Type
ar_eg: نوع الكوبون

source: Coupon Type Details
ar_eg: بيانات نوع الكوبون

source: Edit coupon type
ar_eg: تعديل نوع الكوبون

source: English Payment Title
ar_eg: عنوان الدفع باللغه الانجليزيه

source: Item Price Details
ar_eg: بيانات سعر المنتج

source: Country Details
ar_eg: بيانات الدولة

source: Category Details
ar_eg: بيانات الفئه

source: Currency Details
ar_eg: بيانات العملة

source: 24 X 7 service
ar_eg: خدمة ٢٤ ساعه في الاسبوع

source: Festival offer
ar_eg: مهرجان تخفيضات

source: Free shipping
ar_eg: توصيل مجانا

source: Free shipping world wide
ar_eg: توصيل مجانا حول العالم

source: New online special festival offer
ar_eg: مهرجان تخفضيات جديد للاونلاين

source: Online service for new customer
ar_eg: خدمات اولاين لعملائنا الجدد

source: Create an Account
ar_eg: انشاء حساب جديد

source: Enter Your name
ar_eg: ادخل اسمك

source: Enter your password
ar_eg: ادخل كلمة السر

source: flat/plot
ar_eg: الشقة/الوحدة السكانية

source: Login
ar_eg: تسجيل الدخول

source: PERSONAL DETAIL
ar_eg: المعلومات الشخصية

source: Region/State
ar_eg: المنطقة / الولاية

source: Register
ar_eg: تسجيل حساب

source: Save setting
ar_eg: حفظ الاعدادات

source: SHIPPING ADDRESS
ar_eg: عنوان الشحن

source: Zip Code
ar_eg: الرمز البريدي

source: Accept
ar_eg: قبول

source: ContinueShopping
ar_eg: إكمال التصفح

source: Cookies
ar_eg: نحن نستخدم ملفات تعريف الارتباط لتحسين موقعنا وتجربة التسوق الخاصة بك. من خلال الاستمرار في تصفح موقعنا ، فإنك تقبل سياسة ملفات تعريف الارتباط الخاصة بنا.

source: Decline
ar_eg: رفض

source: Active Order Count
ar_eg: عدد الاوردرات النشطة

source: Canceled Order Count
ar_eg: عدد الاوردرات المرفوضة

source: Customer No
ar_eg: عدد العملاء

source: Paid Order Amount
ar_eg: إجمالي الاوردرات المدفوعة

source: Paid Order Count
ar_eg: عدد الاوردرات المدفوعة

source: Statistics
ar_eg: لوحة التحكم الاحصائية

source: Total Order Amount
ar_eg: اجمالي تكلفة الاوردرات

source: Welcome
ar_eg: مرحباً

source: Contact No
ar_eg: رقم التليفون

source: Customer Name
ar_eg: اسم العميل

source: Invoice
ar_eg: فاتوره

source: Invoice No
ar_eg: رقم الفاتوره

source: Is Cancelled
ar_eg: الغاء الطلب

source: Is Delivered
ar_eg: تم الاستلام

source: Item Quantity
ar_eg: كميه المنتج

source: Net Total
ar_eg: الاجمالي

source: One Piece Price
ar_eg: ثمن قطعه واحده

source: Order Number
ar_eg: رقم الطلب

source: Order Status
ar_eg: حاله الطلب

source: Total Amount
ar_eg: اجمالي المبلغ

source: Total Amount Before Discount
ar_eg: اجمالي المبلغ قبل الخصم

source: Customer Details
ar_eg: بيانات العميل

source: Please Enter A price
ar_eg: من فضلك ادخل السعر

source: Please Select an Item
ar_eg: من فضلك اختار منتج

source: Zero is not allowed
ar_eg: غير مسموح بادخال صفر

source: OrderTracking
ar_eg: تتبع الشحنات

source: Action Date
ar_eg: التاريخ

source: All
ar_eg: الكل

source: Cancelled
ar_eg: تم إلغاوه

source: Canelled Order
ar_eg: الاوردرات المرفوضة

source: Daily Order
ar_eg: اوردرات اليوم

source: Daily Paid Order
ar_eg: الاوردرات اليومية المدفوعة

source: Deliverd Order
ar_eg: الاوردرات التي تم تسليمها

source: Filtter by:
ar_eg: تصنيف

source: Last From 30 Days
ar_eg: الاوردات اخر 30 يوم

source: NetTotal
ar_eg: الاجمالي

source: Paid Order
ar_eg: الاوردرات المدفوعة

source: Paid Order&amp;&amp;Not Delivered
ar_eg: الاوردرات المدفوعة وتم تسليمها

source: Recent
ar_eg: الحديثة

source: Status
ar_eg: الحالة

source: Action Time
ar_eg: الوقت

source: Invoice Details
ar_eg: بيانات الفاتوره

source: Is the order Cancelled ?
ar_eg: هل تم الغاء الطلب ؟

source: Is the order delivered?
ar_eg: هل تم استلام الطلب؟

source: No
ar_eg: لا

source: Submit
ar_eg: أضف

source: Yes
ar_eg: نعم

source: Generate Report
ar_eg: أنشاء تقرير

source: Statistics Dashboard
ar_eg: لوحة التحكم الاحصائية
