Repository: shenoudakaramshehata/SaloonReservation
Catalog: Resources/SharedResource.*.resx
Languages: ar_eg

source: Title Arabic
ar_eg: العنوان باللغة العربية

source: Title English
ar_eg: العنوان باللغة الانجليزية

source: To Time
ar_eg: إلى الوقت

source: Total (Kd)
ar_eg: الإجمالي (دينار)

source: Total Duration
ar_eg: اجمالي المدة

source: Transactions Id
ar_eg: رقم العملية

source: YouTube
ar_eg: يوتيوب

source: Manage Services
ar_eg: إدارة الخدمات

source: Appointments
ar_eg: المواعيد

source: Manage Public Slider In Public Site
ar_eg: إدارة السليدر الرئيسي في الموقع العام

source: Manage Social Media
ar_eg: إدارة روابط التواصل

source: Enter Duration
ar_eg: ادخل المدة

source: Enter More Kids Price
ar_eg: ادخل سعر اكثر من طفل

source: Enter One Kid Price
ar_eg: ادخل سعر الطفل الواحد

source: Enter the Service Arabic Title
ar_eg: ادخل عنوان الخدمة باللغة العربية

source: More Kids Price
ar_eg: سعر اكثر من طفل

source: One Kid Price
ar_eg: سعر الطفل الواحد

source: Service Arabic Title
ar_eg: عنوان الخدمة باللغة العربية

source: Service English Title
ar_eg: عنوان الخدمة باللغة الانجليزية

source: Service Title Ar
ar_eg: عنوان الخدمة باللغة العربية

source: Service Title En
ar_eg: عنوان الخدمة باللغة الانجليزية

source: Title Ar
ar_eg: العنوان باللغة العربية

source: Title En
ar_eg: العنوان باللغة الانجليزية

source: You are about to delete This Service ?
ar_eg: هل انت متأكد من حذف هذه الخدمة؟
