Repository: shenoudakaramshehata/SaloonReservation
Catalog: Resources/SharedResource.*.resx
Languages: ar_eg

source: Update Order Status
ar_eg: تعديل في حالة الاوردر

source: Please fill the field
ar_eg: من فضلك ادخل البيانات

source: Please mention the reason
ar_eg: من فضلك ادخل سبب الغاء الطلب

source: Enter Weight
ar_eg: ادخل الوزن

source: Weight
ar_eg: الوزن

source: Please choose a country
ar_eg: من فضلك اختر دوله

source: Please choose country name
ar_eg: من فضلك اختر اسم الدوله

source: Please enter arabic description
ar_eg: منفضلك ادخل الوصف باللغه العربيه

source: Please enter english description
ar_eg: منفضلك ادخل الوصف باللغه الانجليزيه

source: Please enter order index
ar_eg: من فضلك اختار تسلسل الطلب

source: Please enter the weight
ar_eg: من فضلك ادخل الوزن

source: Enter OrderIndex
ar_eg: ادخل الترتيب

source: Enter ShippingCost
ar_eg: ادخل تكلفة الشحن

source: Enter the Amount
ar_eg: ادخل الكمية

source: Enter The Country Name in Arabic
ar_eg: ادخل اسم الدوله باللغة العربية

source: Enter The Country Name in English
ar_eg: ادخل اسم الدوله باللغة الانجليزية

source: Enter the Expiration Date
ar_eg: ادخل تاريخ الانتهاء

source: Enter the Issue date
ar_eg: ادخل تاريخ الاصدار

source: Enter The Order Index
ar_eg: ادخل الترتيب

source: Enter the Serial number
ar_eg: ادخل الرقم التسلسلي

source: Enter The Shipping Cost
ar_eg: ادخل تكلفة الشحن

source: Please Enter Arabic Title
ar_eg: ادخل الاسم باللغة العربية

source: Please Enter Coupon Type In Arabic
ar_eg: ادخل نوع الكوبون باللغة العربية

source: Please Enter Coupon Type In English
ar_eg: ادخل نوع الكوبون باللغة الانجليزية

source: Please Enter English Title
ar_eg: ادخل الاسم باللغة الانجليزية

source: Please enter The Category Name in Arabic
ar_eg: ادخل اسم الفئة باللغة العربية

source: Please enter The Category Name in English
ar_eg: ادخل اسم الفئة باللغة الانجليزية

source: Please enter The Description in Arabic
ar_eg: ادخل الوصف باللغة العربية

source: Please enter The Description in English
ar_eg: ادخل الوصف باللغة الانجليزية

source: Please enter The Order Sort
ar_eg: ادخل الترتيب

source: Select The Coupon Type
ar_eg: اختر نوع الكوبون

source: Select The Currency
ar_eg: اختر العملة

source: Contact Info:
ar_eg: معلومات الاتصال

source: Copyright
ar_eg: جميع الحقوق محفوظة

source: Email:
ar_eg: البريد الإلكترونى :

source: Fax:
ar_eg: فاكس :

source: Mashaer Perfume. Designed By Fnone Design
ar_eg: تصميم وتطوير فنوني ديزاين

source: News Letters
ar_eg: انضم اللي نشرتنا الإخبارية

source: Phone:
ar_eg: رقم الهاتف :

source: Please Enter First Name
ar_eg: من فضلك إدخل الاسم الأول

source: Please Enter Last Name
ar_eg: من فضلك إدخل الاسم الاخير

source: Please Write Your Message
ar_eg: من فضلك إدخل رسالتك

source: and
ar_eg: و

source: Didn't have any account?
ar_eg: ليس لديك حساب بالفعل

source: Have any account?
ar_eg: هل لديك حساب بالفعل ؟

source: Address:
ar_eg: العنوان :

source: Phone No:
ar_eg: رقم التليفون :

source: SHOP NOW
ar_eg: تسوق الان

source: Hotline
ar_eg: الخط الساخن

source: Mashaer Perfume Store
ar_eg: مشاعر للعطور

source: Contact
ar_eg: التواصل

source: Home
ar_eg: الصفحه الرئيسيه

source: Know More About Us
ar_eg: من نحن

source: Our Services
ar_eg: خدماتنا

source: Search
ar_eg: البحث

source: TERMS
ar_eg: الشروط

source: TRACKING ORDER
ar_eg: تتبع الشحنة

source: View More
ar_eg: المزيد...

source: Add To Cart
ar_eg: اضف الي السلة

source: Product Name
ar_eg: اسم المنتج

source: Remove
ar_eg: حذف

source: OUR PRODUCTS
ar_eg: منتجاتنا

source: MY ACCOUNT
ar_eg: حسابي

source: Call_Now
ar_eg: إتصل بنا

source: Mail_Us
ar_eg: راسلنا

source: Update Cart
ar_eg: حفظ التعديلات

source: Cancelled Order
ar_eg: الاوردرات الملغية

source: Cancelled Order Count
ar_eg: عدد الاوردرات الملغية

source: Order Count
ar_eg: عدد الاوردرات

source: Orders per Mounth
ar_eg: تفاصيل الادوردرات لكل شهر

source: Sales Percentage Over Countries
ar_eg: نسبة المبيعات لكل دولة

source: Total Revenue
ar_eg: إجمالي الايردات

source: Perfume puts the last touch to elegance.
ar_eg: العطور تضح اللمسه الاخيره للكياسة

source: Apply Coupon
ar_eg: ادخل الكوبون

source: Billing Address
ar_eg: عنوان الشحن

source: Cart
ar_eg: السلة

source: Cart Total
ar_eg: اجمالي السلة

source: Check Out
ar_eg: الدفع

source: Enter coupon code
ar_eg: ادخل كود الكوبون

source: Proceed To Checkout
ar_eg: الذهاب للدفع

source: Add to favorite
ar_eg: اضف الي المفضله

source: Perfume Name
ar_eg: اسم العطر

source: Remove from favorite
ar_eg: حذف من المفضل

source: Product Weight
ar_eg: وزن المنتج

source: Perfumes
ar_eg: العطور

source: Address*
ar_eg: العنوان*

source: Area name*
ar_eg: اسم المنطقه*

source: Building No*
ar_eg: رقم المبني*

source: City name*
ar_eg: اسم المدينه*

source: Mobile*
ar_eg: رقم التليفون*

source: Go To Payment
ar_eg: الذهاب الي الدفع

source: Confirm Password is required
ar_eg: برجاء اعادة ادخال الرقم السري

source: Enter The Password
ar_eg: ادخل الرقم السري

source: Enter your Email
ar_eg: ادخل البريد الالكتروني

source: Enter your Full name
ar_eg: ادخل الاسم بالكامل

source: Invalid login attempt.
ar_eg: خطا اثناء تسجيل الدخول

source: The Email field is required.
ar_eg: ادخل البريد الالكتروني

source: The password and confirmation password do not match.
ar_eg: الرقم السري والرقم التأكيدي غير مطابقين

source: The Password field is required.
ar_eg: ادخل الرقم السري

source: Item total ordered (amount/QTY) over Months
ar_eg: إجمالي الاوردرات المطلوبة (المبلغ / الكمية) على مدار الاشهر

source: Orders Sales Percentage Over Countries
ar_eg: نسبة مبيعات المنتجات على الدول

source: All Orders
ar_eg: كل الطلبات

source: Filters
ar_eg: فلتر

source: Select Country
ar_eg: إختر الدولة

source: Select Period
ar_eg: إختر الفترة

source: Select Status
ar_eg: إختر حالة

source: Sorry! No Result Found
ar_eg: نأسف! لم يتم العثور على نتائج

source: We've searched for all orders and did not find any Order for you search.
ar_eg: لقد بحثنا عن جميع الطلبات ولم نعثر على أي طلب تبحث عنه.

source: Order Report
ar_eg: تقرير الطلبات

source: Place Order
ar_eg: اضف الطلب

source: Contact No:
ar_eg: رقم الاتصال:

source: Image Item
ar_eg: الصورة

source: Payment Details:
ar_eg: بيانات الدفع:

source: Payment Method:
ar_eg: طريقة الدفع او السداد:

source: Payment Status
ar_eg: حالة السداد

source: Print
ar_eg: طباعة

source: Product Details
ar_eg: تفاصيل المنتج

source: Rate
ar_eg: معدل

source: Shipping Charge
ar_eg: رسوم الشحن

source: Total Amount:
ar_eg: المبلغ الإجمالي:

source: Website:
ar_eg: موقع إلكتروني:

source: After Discount
ar_eg: بعد الخصم

source: Shipping Info
ar_eg: معلومات الشحن

source: Shipping Label
ar_eg: بطاقة شحن

source: ShippingNo
ar_eg: رقم الشحن

source: Proceed
ar_eg: تحضير

source: Download ShippingInfo
ar_eg: تحميل معلومات الشحن

source: Download ShippingNo
ar_eg: تحميل رقم الشحن

source: Order Date
ar_eg: تاريخ الطلب

source: Order Net
ar_eg: تكلفة الطلب

source: Change Address
ar_eg: تغيير العنوان

source: Serial number
ar_eg: رقم الطلب

source: Total order
ar_eg: تكلفة الطلب

source: Edit Address
ar_eg: تعديل العنوان

source: My orders
ar_eg: طلباتي

source: New Password
ar_eg: كلمة المرور الجديده

source: No orders
ar_eg: لا يوجد طلبات

source: Old Password
ar_eg: كلمة المرور القديمه

source: Sign Out
ar_eg: تسجيل الخروج

source: Delivery Status
ar_eg: حالة التوصيل

source: Initiated
ar_eg: بدء الطلبات

source: Operator
ar_eg: المشغل

source: Order Serial
ar_eg: الرقم التسلسلى للطلب

source: Orders History
ar_eg: تاريخ الطلب

source: Paid
ar_eg: مدفوع

source: Select date
ar_eg: اختر التاريخ

source: Logistics Details
ar_eg: تفاصيل الشحن

source: Mashaer
ar_eg: مشاعر

source: Order Invoice
ar_eg: فاتورة الطلب

source: Shipping Invoice
ar_eg: فاتورة الشحن

source: Shipping Order
ar_eg: طلب الشحن

source: Total after dicount
ar_eg: إجمالى بعد التخفيض

source: Back to Home Page
ar_eg: الي الصفحه الرئيسية

source: Oops! Something went wrong ;
ar_eg: هناك خطأ ما حدث

source: Operation Failed
ar_eg: لقد فشلت عملية الدفع

source: Operation Successed
ar_eg: عملية الدفع تمت بنجاح

source: While trying to reserve money from your account!
ar_eg: أثناء محاولة سحب الأموال من حسابك

source: Joining date
ar_eg: تاريخ التسجيل

source: PERSONAL INFORMATION
ar_eg: البيانات الشخصية

source: Enter Phone Number
ar_eg: إدخل رقم التليفون

source: Accept Number Only
ar_eg: ادخل ارقام فقط

source: Enter your Phone
ar_eg: ادخل رقم التليفون

source: Not a vaild Email address
ar_eg: البريد الالكتروني غير صحيح

source: The password must be at least 6 and at max 100 characters long.
ar_eg: كلمه المرور لا تقل عن 6 احرف ولا تزيد عن 100

source: Confirm your new password
ar_eg: ادخل كلمه المرور الجديده مره اخري

source: Enter your new password
ar_eg: ادخل كلمه المرور الجديده

source: Enter your old password
ar_eg: ادخل كلمة المرور القديمه

source: Enter price of the item
ar_eg: ادخل سعر المنتج

source: Enter Shipping Price
ar_eg: ادخل ثمن الشحن

source: Shipping Price
ar_eg: سعر الشحن

source: Initated
ar_eg: الأوردرات الجديدة

source: Not Paid
ar_eg: غير مدفوع

source: OnDelivery
ar_eg: الأوردرات الجاري توصيلها

source: Order Details
ar_eg: تفاصيل الطلب

source: Order Serail
ar_eg: رقم السيريال

source: Packing
ar_eg: الأوردرات تحت التعبئة

source: Proccessing
ar_eg: جاري التجهيز

source: Processing
ar_eg: الأوردرات تحت التجهيز

source: Customer Phone
ar_eg: هاتف العميل

source: Filter
ar_eg: فلتر

source: Financial Report
ar_eg: تقرير الأيرادات

source: From Date
ar_eg: من

source: Mashar
ar_eg: مشاعر

source: No:
ar_eg: رقم الشحن

source: Order Details Report
ar_eg: تقرير تفاصيل الطلبات

source: Packed
ar_eg: تعبئة

source: Store
ar_eg: المخزن

source: Sub Total:
ar_eg: المجموع

source: To Date
ar_eg: الي

source: Total :
ar_eg: المجموع الكلي

source: Update Status
ar_eg: تعديل الحالة

source: Reports
ar_eg: التقارير

source: Select Item
ar_eg: إختر منتج

source: There are no items in the Shopping Cart
ar_eg: لا يوجد منتجات في السلة

source: Delivered Order
ar_eg: الطلبات المستلمة

source: Delivered Order Count
ar_eg: عدد الطلبات المستلمة

source: Please choose a Item
ar_eg: من فضلك اختر منتج

source: Please enter shipping price
ar_eg: من فضلك ادخل ثمن الشحن

source: Print Shipping Label
ar_eg: طباعة ملصق الشحن

source: Ready for Storing
ar_eg: جاهز للتعبئة

source: Enter your Order
ar_eg: أدخل طلبك

source: Enter Order
ar_eg: ابحث عن الطلب

source: THANK YOU!
ar_eg: شكرا لك

source: Your Order will delivered as soon as possible!
ar_eg: سيتم توصيل طلبك في أقرب وقت ممكن!

source: View Cart
ar_eg: الذهاب الى السلة

source: Fast Order
ar_eg: طلب سريع

source: Change Country
ar_eg: تغيير البلد

source: Email*
ar_eg: الأيميل

source: FullName*
ar_eg: الأسم كامل

source: Phone Number*
ar_eg: رقم التليفون

source: Delivery Cost
ar_eg: تكلفة الشحن

source: TotalNet
ar_eg: الاجمالي

source: Create an account?
ar_eg: هل تودّ إنشاء حساب جديد؟

source: Order notes (optional)
ar_eg: ملاحظات الطلب (اختياري)

source: ORDER NO.
ar_eg: رقم الطلب

source: Country Arabic Title
ar_eg: اسم البلد باللغة العربية

source: Country English Title
ar_eg: اسم البلد باللغة الأنجليزية

source: Country the English Title
ar_eg: ادخل اسم البلد باللغة الأنجليزية

source: Enter the Country Arabic Title
ar_eg: ادخل اسم البلد باللغة العربية

source: Start
ar_eg: ابدا

source: For Niche Perfumes
ar_eg: لعطور النيش

source: (For All Countries)
ar_eg: (لجميع الدول)

source: Add New User
ar_eg: أضف مستخدم جديد

source: Add User
ar_eg: أضف مستخدم

source: Enter FullName
ar_eg: ادخل الاسم كامل

source: FullName
ar_eg: الأسم كامل

source: PhoneNumber
ar_eg: رقم التليفون

source: Please choose a Role
ar_eg: من فضلك ادخل دور

source: Please enter PhoneNumber
ar_eg: ادخل رقم التليفون

source: Select Role
ar_eg: إختر دور

source: Users
ar_eg: المستخدمين

source: Enter PhoneNumber
ar_eg: ادخل رقم التليفون

source: NewLetters
ar_eg: الرسائل الاخبارية

source: Pic
ar_eg: الصورة

source: Public Banner
ar_eg: لافتة عامة

source: Mashaer Perfume Store for Niche Perfumes
ar_eg: مشاعر للعطور لعطور النيش

source: Shipping Cost :
ar_eg: تكفلة التوصيل

source: Sub Total :
ar_eg: المجموع

source: Tax
ar_eg: الضريبة

source: Tax :
ar_eg: الضريبة

source: Enter Tax
ar_eg: ادخل الضريبة

source: Mashaer for Niche Perfumes
ar_eg: مشاعر لعطور النيش

source: Create Order
ar_eg: انشاء طلب

source: Order ID:
ar_eg: رقم التعريف الخاص بالطلب:

source: Thank you ! Your Order is Completed !
ar_eg: شكرًا لك ! طلبك مكتمل!

source: You will receive an order confirmation email with details of your order.
ar_eg: ستتلقى رسالة بريد إلكتروني لتأكيد الطلب تحتوي على تفاصيل طلبك.

source: Back to Personal Info
ar_eg: رجوع إلى المعلومات الشخصية

source: Complete Order
ar_eg: اكمل الطلب

source: Continue to Payment
ar_eg: تابع إلى الدفع

source: Enter Address
ar_eg: أدخل العنوان

source: Enter Area name
ar_eg: أدخل اسم المنطقة

source: Enter Building No
ar_eg: أدخل رقم المبنى

source: Enter City name
ar_eg: أدخل اسم المدينة

source: Enter phone no.
ar_eg: أدخل رقم الهاتف

source: Order Information
ar_eg: معلومات الطلب

source: Order Summary
ar_eg: ملخص الطلب

source: Payment Info
ar_eg: معلومات الدفع

source: Payment Selection
ar_eg: اختيار الدفع

source: Personal Info
ar_eg: معلومات شخصية

source: Please fill all information below
ar_eg: يرجى ملء جميع المعلومات أدناه

source: Please select and enter your billing information
ar_eg: يرجى تحديد وإدخال معلومات الفواتير الخاصة بك

source: Product
ar_eg: منتج

source: Product Info
ar_eg: معلومات المنتج

source: Shipping Charge :
ar_eg: رسوم الشحن:

source: Tax:
ar_eg: ضريبة:

source: Total:
ar_eg: المجموع:

source: Area name
ar_eg: اسم المنطقة

source: Building No
ar_eg: رقم البناء

source: City name
ar_eg: اسم المدينة

source: Order Id
ar_eg: رقم التعريف الخاص بالطلب

source: Direction
ar_eg: true

source: Item Title
ar_eg: اسم المنتج

source: Orders Report
ar_eg: تقرير الطلبات

source: CustomerAddressAddress
ar_eg: العنوان

source: CustomerAddressArea
ar_eg: المنطقة

source: CustomerAddressCity
ar_eg: المدينة

source: Notes
ar_eg: الملاحظات

source: Order Discount
ar_eg: الخصم

source: Order Total
ar_eg: الطلب الكلي

source: Orders DataGrid
ar_eg: تفاصيل الطلبات

source: PERFUME1
ar_eg: عطر 1

source: PERFUME10
ar_eg: عطر 10

source: PERFUME2
ar_eg: عطر 2

source: PERFUME3
ar_eg: عطر 3

source: PERFUME4
ar_eg: عطر 4

source: PERFUME5
ar_eg: عطر 5

source: PERFUME6
ar_eg: عطر 6

source: PERFUME7
ar_eg: عطر 7

source: PERFUME8
ar_eg: عطر 8

source: PERFUME9
ar_eg: عطر 9

source: Q1
ar_eg: الكمية 1

source: Q10
ar_eg: الكمية 10

source: Q2
ar_eg: الكمية 2

source: Q3
ar_eg: الكمية 3

source: Q4
ar_eg: الكمية 4

source: Q5
ar_eg: الكمية 5

source: Q6
ar_eg: الكمية 6

source: Q7
ar_eg: الكمية 7

source: Q8
ar_eg: الكمية 8

source: Q9
ar_eg: الكمية 9

source: Pay in 4. No interest, no fees.
ar_eg: قسّمها على 4. بدون أي فوائد، أو رسوم

source: Split in 4 interest-free payments
ar_eg: قسّمها على 4 دفعات بدون فوائد بقيمة

source: Today
ar_eg: اليوم

source: at checkout.
ar_eg: قبل إتمام عملية الشراء.

source: Choose
ar_eg: اختر

source: Enter your information and add your debit or credit card.
ar_eg: أدخل بياناتك و بيانات البطاقة البنكية أو البطاقة الائتمانية.

source: How it works:
ar_eg: طريقة الاستخدام

source: Payments Methods
ar_eg: طرق الدفع

source: Split your purchase in 4 monthly payments.
ar_eg: قسّم مشترياتك على 4 دفعات شهرية.

source: We’ll send reminders when your next payment is due.
ar_eg: سنقوم بإرسال رسالة على هاتفك لتذكيرك بموعد الدفعة القادمة.

source: Learn more
ar_eg: لمعرفة المزيد

source: Enter Notes
ar_eg: ادخل الملاحظات

source: Actual Price
ar_eg: السعر الاصلي

source: Add New Shipping Price
ar_eg: اضافة سعر شحن جديد

source: Aramex Price
ar_eg: سعر ارامكس

source: Choose Country
ar_eg: اختر البلد

source: Edit Shipping Matrix
ar_eg: تعديل اسعار الشحن

source: From Weight
ar_eg: الوزن من

source: Please Enter Actual Price
ar_eg: من فضلك ادخل السعر الاصلي

source: Please Enter Aramex Price
ar_eg: من فضلك ادخل سعر ارامكس

source: Select The Country
ar_eg: اختر البلد

source: Shipping Matrix Details
ar_eg: تفاصيل سعر الشحن

source: To Weight
ar_eg: الوزن إلي

source: You are about to delete This Shipping Matrix ?
ar_eg: انت على وشك حذف هذا السعر للشحن؟

source: Shipping Matrix
ar_eg: اسعار الشحن

source: For Tarking your order use your ORDER NO.
ar_eg: لتتبع شحنتك استخدم رقم الطلب

source: For More Kid
ar_eg: لاكثر من طفل

source: For One Kid
ar_eg: لطفل واحد

source: Select Suitable Service and Suitable Barber For Your Kids
ar_eg: اختر الخدمة المناسبة والحلاق المناسب لأطفالك

source: About
ar_eg: من نحن

source: Barbers
ar_eg: الحلاقون

source: Beauty Salon is Where beauty meets elegance
ar_eg: صالون التجميل هو المكان الذي يلتقي فيه الجمال بالأناقة

source: Book Now
ar_eg: إحجز الآن

source: Copyright 2023. All Rights Reserved.
ar_eg: حقوق الطبع والنشر 2023. جميع الحقوق محفوظة.

source: Make Appoiment Now
ar_eg: قم بالحجز الآن

source: MAKE APPOIMENT NOW!
ar_eg: قم بالحجز الآن!

source: Our Barbers
ar_eg: الحلاقون لدينا

source: OUR PRICES
ar_eg: أسعارنا

source: Pricing
ar_eg: الأسعار

source: FOLLOW US
ar_eg: تابعنا

source: For
ar_eg: من خلال

source: For Boys
ar_eg: للأولاد

source: For Girls
ar_eg: للفتيات

source: Pages
ar_eg: الصفحات

source: Salon
ar_eg: صالون

source: Add Area
ar_eg: إضافة منطقة

source: Add City
ar_eg: إضافة بلد

source: Appointments Report
ar_eg: تقارير المواعيد

source: Area Arabic Title
ar_eg: اسم المنطقة باللغة العربية

source: Area Details
ar_eg: تفاصيل المنطقة

source: Area English Title
ar_eg: اسم المنطقة باللغة الإنجليزية

source: Background
ar_eg: الخلفية

source: City Arabic Title
ar_eg: اسم المدينة باللغة العربية

source: City English Title
ar_eg: اسم المدينة باللغة الإنجليزية

source: Deleting it. This Area will be removed from its database and its information also.
ar_eg: سيؤدي حذفك لهذه المنطقة الي حذف جميع بياناتها من قاعد البيانات .

source: Deleting it. This City will be removed from its database and its information also.
ar_eg: سيؤدي حذفك لهذه المدينة الي حذف جميع بياناتها من قاعد البيانات .

source: Deleting it. This Country will be removed from its database and its information also.
ar_eg: سيؤدي حذفك لهذه البلد الي حذف جميع بياناتها من قاعد البيانات .

source: Edit About Section
ar_eg: تعديل سكشن من نحن

source: Edit Area
ar_eg: تعديل منطقة

source: Edit Background
ar_eg: تعديل الخلفية

source: Edit City
ar_eg: تعديل المدينة

source: Enter Area Arabic Title
ar_eg: إدخل اسم المنطقة باللغة العربية

source: Enter Area English Title
ar_eg: إدخل اسم المنطقة باللغة الإنجليزية

source: Enter City Arabic Title
ar_eg: إدخل اسم المدينة باللغة العربية

source: Enter City English Title
ar_eg: إدخل اسم المدينة باللغة الإنجليزية

source: Enter Country Arabic Title
ar_eg: إدخل اسم البلد باللغة العربية

source: Enter Country English Title
ar_eg: إدخل اسم البلد باللغة الإنجليزية

source: Enter First Title Arabic
ar_eg: ادخل العنوان الاول باللغة العربية

source: Enter First Title English
ar_eg: ادخل العنوان الاول باللغة الإنجليزية

source: Enter Second Title Arabic
ar_eg: ادخل العنوان الثاني باللغة العربية

source: Enter Second Title English
ar_eg: ادخل العنوان الثاني باللغة الإنجليزية

source: Enter Sort
ar_eg: إدخل الترتيب

source: First Title Arabic
ar_eg: العنوان الاول باللغة العربية

source: First Title English
ar_eg: العنوان الاول باللغة الإنجليزية

source: Is Image
ar_eg: صورة؟

source: Manage Appointments
ar_eg: إدارة المواعيد

source: Manage Areas
ar_eg: إدارة المناطق

source: Manage Barbers
ar_eg: إدارة الحلاقين

source: Manage Cities
ar_eg: إدارة المدن

source: Manage Countries
ar_eg: إدارة البلاد

source: Manage Public About Scrtion
ar_eg: ادارة سيكشن من نحن في السايت الخارجي

source: Manage Public About Section
ar_eg: ادارة سيكشن من نحن في السايت الخارجي

source: Manage Public Slider
ar_eg: إدارة السليدر العام

source: Manage Social Links
ar_eg: إدارة وسائل التواصل

source: Second Title Arabic
ar_eg: العنوان الثاني باللغة العربية

source: Second Title English
ar_eg: العنوان الثاني باللغة الإنجليزية

source: You are about to delete This Area ?
ar_eg: هل انت تريد ان تحذف هذه المنطقة؟

source: You are about to delete This City ?
ar_eg: هل انت تريد ان تحذف هذه المدينة ؟

source: Appointments Per Status
ar_eg: نسبة ايردات الحجوزات من خلال حالات الحجز

source: Canceled Appointment Count
ar_eg: عدد الحجوزات الملغية

source: Closed Appointment Count
ar_eg: عدد الحجوزات المغلقة

source: New Appointment Count
ar_eg: عدد الحجوزات الجديدة

source: Reservation Count
ar_eg: إجمالي عدد الحجوزات

source: Total Reservation (Amount/Counts) Per Status
ar_eg: إجمالي عدد الحجوزات(سعر / عدد ) من خلال حالات الحجز

source: Address Details
ar_eg: تفاصيل العنوان

source: Appoiment Info
ar_eg: معلومات الحجز

source: Appointment Details
ar_eg: تفاصيل الحجز

source: Appointment Info
ar_eg: معلومات الحجز

source: Are you already a customer?
ar_eg: هل انت عميل بالفعل ؟

source: Barber
ar_eg: الحلاق

source: Boy
ar_eg: ولد

source: Choose Area
ar_eg: اختر المنطقة

source: Choose City
ar_eg: اختر المدينة

source: Choose the appropriate time
ar_eg: اختر الميعاد المناسب

source: Create Account ?
ar_eg: التسجيل كمستخدم

source: Day
ar_eg: اليوم

source: Days
ar_eg: الأيام

source: Details of the Reservation
ar_eg: تفاصيل الحجز

source: Duration
ar_eg: المدة

source: Gender
ar_eg: النوع

source: Girl
ar_eg: فتاة

source: Go To Pay
ar_eg: الذهاب للدفع

source: Make Appointment
ar_eg: احجز الان

source: Proceed to Preview
ar_eg: انتقل إلى المعاينة

source: Proceed to Schedule
ar_eg: انتقل إلى الجدول الزمني

source: Proceed to User Info
ar_eg: انتقل إلى معلومات المستخدم

source: Save Service
ar_eg: حفظ الخدمة

source: Schedule
ar_eg: الجدول الزمني

source: Select Services
ar_eg: اختر الخدمات

source: Service Name
ar_eg: اسم الخدمة

source: Services
ar_eg: الخدمات

source: String6
ar_eg: المبلغ الإجمالي

source: User Info
ar_eg: معلومات العميل

source: CALL US NOW
ar_eg: اتصل بنا الان

source: Contact Us Today and Start Booking
ar_eg: تواصل معنا اليوم وابدأ الحجز

source: LOOKING FOR HONEST AND RELIABLE SERVICES?
ar_eg: هل تبحث عن خدمات صادقة وموثوقة؟

source: Canceled Appointments Amount
ar_eg: المبلغ الإجمالي للحجوزات الملغية

source: Closed Appointments Amount
ar_eg: المبلغ الإجمالي للحجوزات المغلقة

source: New Appointments Amount
ar_eg: المبلغ الإجمالي للحجوزات الجديدة

source: Add New Barber
ar_eg: اضافة حلاق جديد

source: Barber Images
ar_eg: صور الحلاقة

source: There Are No Images For This barber
ar_eg: لا يوجد صور لهذا الحلاق

source: View Barber
ar_eg: تفاصيل الحلاق

source: Add Image
ar_eg: اضافة الصورة

source: Barber Details
ar_eg: تفاصيل معلومات الحلاق

source: Call Me
ar_eg: اتصل بي

source: Images
ar_eg: صور

source: Meet our Barber
ar_eg: تفاصيل الحلاق

source: offday
ar_eg: يوم الأجازة

source: Please choose a offday
ar_eg: من فضلك اختر يوم اجازة

source: Select offday
ar_eg: اختر يوم اجازة

source: Kwait
ar_eg: الكويت

source: Appointment Date
ar_eg: تاريخ الموعد

source: City Details
ar_eg: تفاصيل المدينة

source: Created Date
ar_eg: تاريخ الإنشاء

source: End To
ar_eg: الى وقت

source: OnDay
ar_eg: يوم

source: Please Choose a City
ar_eg: من فضلك اختر مدينة

source: Select Barber
ar_eg: اختر حلاق

source: Select City
ar_eg: اختر مدينة

source: Start From
ar_eg: بدء من

source: Terms and Conditions
ar_eg: الشروط والأحكام

source: Adding Others Images For Barber
ar_eg: اضافة صور أخرى للحلاق

source: Barber Details:
ar_eg: تفاصيل الحلاق

source: Are you sure you want to Close This Reservation?
ar_eg: هل انت متأكد من إغلاق هذا الحجز؟

source: Barber Name
ar_eg: اسم الحلاق

source: Close Reservation
ar_eg: غلق الحجز

source: Confirm Close Reservation
ar_eg: تأكيد إغلاق الحجز؟

source: Customer Address
ar_eg: عنوان العميل

source: Customer Location
ar_eg: موقع العميل

source: From Time
ar_eg: بدء من الوقت

source: New Reservations
ar_eg: حجوزات جديدة

source: Number Of Kids
ar_eg: عدد الأطفال

source: Page Arabic Title
ar_eg: عنوان الصفحة باللغة العربية

source: Page English Title
ar_eg: عنوان الصفحة باللغة الانجليزية

source: Payment Details
ar_eg: تفاصيل الدفع

source: Reservation Report
ar_eg: تقرير الحجز

source: Service Details
ar_eg: تفاصيل الخدمة
